Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# calendarImport.help.quinyx
source: In the Quinyx staff portal, open My page, then Web calendar, and copy the link.
ar: في بوابة موظفي Quinyx، افتح My page، ثم Web calendar، وانسخ الرابط.
bg: В портала за служители на Quinyx отворете My page, после Web calendar и копирайте връзката.
bn: Quinyx স্টাফ পোর্টালে My page, তারপর Web calendar খুলে লিঙ্কটি কপি করুন।
ca: Al portal de personal de Quinyx, obre My page, després Web calendar i copia l'enllaç.
cs: V portálu Quinyx pro zaměstnance otevřete My page, pak Web calendar a zkopírujte odkaz.
da: Åbn My page i Quinyx' medarbejderportal, vælg Web calendar, og kopiér linket.
de: Öffne im Quinyx-Mitarbeiterportal My page und dann Web calendar. Kopiere den Link.
el: Στην πύλη προσωπικού Quinyx, ανοίξτε το My page, έπειτα το Web calendar και αντιγράψτε τον σύνδεσμο.
es: En el portal de Quinyx para empleados, abre My page, luego Web calendar y copia el enlace.
et: Ava Quinyxi töötajaportaalis My page, seejärel Web calendar ja kopeeri link.
fa: در پورتال کارکنان Quinyx، بخش My page و سپس Web calendar را باز کنید و لینک را کپی کنید.
fi: Avaa Quinyxin henkilöstöportaalissa My page ja sitten Web calendar. Kopioi linkki.
fil: Sa Quinyx staff portal, buksan ang My page, pagkatapos ang Web calendar, at kopyahin ang link.
fr: Dans le portail Quinyx, ouvrez My page, puis Web calendar, et copiez le lien.
he: בפורטל העובדים של Quinyx, פתחו את My page, אחר כך את Web calendar, והעתיקו את הקישור.
hi: Quinyx स्टाफ़ पोर्टल में My page, फिर Web calendar खोलें और लिंक कॉपी करें।
hr: Na portalu za zaposlenike Quinyx otvorite My page, zatim Web calendar i kopirajte poveznicu.
hu: A Quinyx dolgozói portálján nyisd meg a My page, majd a Web calendar menüt, és másold ki a hivatkozást.
id: Di portal staf Quinyx, buka My page, lalu Web calendar, dan salin tautannya.
is: Opnaðu My page í starfsmannagátt Quinyx, síðan Web calendar, og afritaðu tengilinn.
it: Nel portale dipendenti di Quinyx, apri My page, poi Web calendar e copia il link.
ja: Quinyxの従業員ポータルで「My page」→「Web calendar」を開き、リンクをコピーします。
ko: Quinyx 직원 포털에서 My page를 연 다음 Web calendar에서 링크를 복사하세요.
lt: „Quinyx“ darbuotojų portale atidarykite „My page“, tada „Web calendar“ ir nukopijuokite nuorodą.
lv: Quinyx darbinieku portālā atveriet My page, pēc tam Web calendar un nokopējiet saiti.
nb: I Quinyx-portalen for ansatte åpner du Min side og deretter Webkalender, og kopierer lenken.
nl: Open in het Quinyx-medewerkersportaal My page, daarna Web calendar, en kopieer de link.
nn: I Quinyx-portalen for tilsette opnar du My page, deretter Web calendar, og kopierer lenkja.
pl: W portalu pracowniczym Quinyx otwórz My page, potem Web calendar i skopiuj link.
pt_br: No portal de funcionários do Quinyx, abra My page, depois Web calendar, e copie o link.
ro: În portalul Quinyx pentru angajați, deschide My page, apoi Web calendar și copiază linkul.
ru: На портале сотрудников Quinyx откройте My page, затем Web calendar и скопируйте ссылку.
sk: V portáli Quinyx pre zamestnancov otvorte My page, potom Web calendar a skopírujte odkaz.
sl: V portalu za zaposlene Quinyx odprite My page, nato Web calendar in kopirajte povezavo.
sr: Na portalu Quinyx za zaposlene otvorite My page, zatim Web calendar, pa kopirajte link.
sv: Öppna Min sida i Quinyx personalportal, gå till Webkalender och kopiera länken.
sw: Katika tovuti ya wafanyakazi ya Quinyx, fungua My page, kisha Web calendar, na unakili kiungo.
ta: Quinyx பணியாளர் இணையதளத்தில் My page, பின்னர் Web calendar-ஐத் திறந்து இணைப்பை நகலெடுங்கள்.
th: ในพอร์ทัลพนักงาน Quinyx เปิด My page จากนั้นเปิด Web calendar แล้วคัดลอกลิงก์
tr: Quinyx çalışan portalında My page'i, ardından Web calendar'ı açıp bağlantıyı kopyalayın.
uk: На порталі Quinyx для працівників відкрийте My page, потім Web calendar і скопіюйте посилання.
ur: Quinyx اسٹاف پورٹل میں My page، پھر Web calendar کھولیں اور لنک کاپی کریں۔
vi: Trong cổng thông tin nhân viên Quinyx, mở My page, rồi Web calendar và sao chép liên kết.
zh_hans: 在 Quinyx 员工门户中，打开 My page，再打开 Web calendar，然后复制链接。
zh_hant: 在 Quinyx 員工入口網站中開啟 My page，再開啟 Web calendar，然後複製連結。

# calendarImport.help.tamigo
source: In Tamigo, copy your personal calendar link from your calendar settings. It ends in Calendar.ics.
ar: في Tamigo، انسخ رابط تقويمك الشخصي من إعدادات التقويم. ينتهي الرابط بـ Calendar.ics.
bg: В Tamigo копирайте личната си връзка към календара от настройките му. Тя завършва на Calendar.ics.
bn: Tamigo-তে ক্যালেন্ডার সেটিংস থেকে আপনার ব্যক্তিগত ক্যালেন্ডার লিঙ্ক কপি করুন। লিঙ্কটি Calendar.ics দিয়ে শেষ হয়।
ca: A Tamigo, copia l'enllaç personal del calendari des de la configuració del calendari. Acaba en Calendar.ics.
cs: V Tamigu zkopírujte osobní odkaz na kalendář z nastavení kalendáře. Končí na Calendar.ics.
da: Kopiér dit personlige kalenderlink fra kalenderindstillingerne i Tamigo. Det slutter på Calendar.ics.
de: Kopiere in Tamigo deinen persönlichen Kalenderlink aus den Kalendereinstellungen. Er endet auf Calendar.ics.
el: Στο Tamigo, αντιγράψτε τον προσωπικό σας σύνδεσμο ημερολογίου από τις ρυθμίσεις ημερολογίου. Τελειώνει σε Calendar.ics.
es: En Tamigo, copia tu enlace personal en los ajustes del calendario. Termina en Calendar.ics.
et: Kopeeri Tamigo kalendriseadetest oma isiklik kalendrilink. See lõpeb nimega Calendar.ics.
fa: در Tamigo، لینک تقویم شخصی‌تان را از تنظیمات تقویم کپی کنید. انتهای آن Calendar.ics است.
fi: Kopioi Tamigon kalenteriasetuksista henkilökohtainen kalenterilinkkisi. Sen lopussa on Calendar.ics.
fil: Sa Tamigo, kopyahin ang personal na link ng kalendaryo sa mga setting ng kalendaryo. Nagtatapos ito sa Calendar.ics.
fr: Dans Tamigo, copiez votre lien de calendrier personnel dans les paramètres du calendrier. Il se termine par Calendar.ics.
he: ב-Tamigo, העתיקו את הקישור האישי ליומן מהגדרות היומן. הקישור מסתיים ב-Calendar.ics.
hi: Tamigo में कैलेंडर सेटिंग से अपना निजी कैलेंडर लिंक कॉपी करें। यह Calendar.ics पर समाप्त होता है।
hr: U Tamigu kopirajte osobnu poveznicu na kalendar iz postavki kalendara. Završava s Calendar.ics.
hu: A Tamigo naptárbeállításaiban másold ki a személyes naptárhivatkozásodat. A vége Calendar.ics.
id: Di Tamigo, salin tautan kalender pribadi dari pengaturan kalender Anda. Tautan ini berakhir dengan Calendar.ics.
is: Afritaðu persónulega dagatalstengilinn í dagatalsstillingum Tamigo. Hann endar á Calendar.ics.
it: In Tamigo, copia il link personale dalle impostazioni del calendario. Termina con Calendar.ics.
ja: Tamigoのカレンダー設定から個人用カレンダーリンクをコピーします。リンクの末尾はCalendar.icsです。
ko: Tamigo의 캘린더 설정에서 개인 캘린더 링크를 복사하세요. 링크는 Calendar.ics로 끝납니다.
lt: „Tamigo“ kalendoriaus nustatymuose nukopijuokite asmeninę kalendoriaus nuorodą. Ji baigiasi „Calendar.ics“.
lv: Tamigo kalendāra iestatījumos nokopējiet savu personīgo kalendāra saiti. Tā beidzas ar Calendar.ics.
nb: I Tamigo kopierer du den personlige kalenderlenken fra kalenderinnstillingene. Den slutter på Calendar.ics.
nl: Kopieer in Tamigo je persoonlijke agendalink uit de agenda-instellingen. De link eindigt op Calendar.ics.
nn: I Tamigo kopierer du den personlege kalenderlenkja frå kalenderinnstillingane. Ho sluttar på Calendar.ics.
pl: W Tamigo skopiuj osobisty link do kalendarza z ustawień kalendarza. Kończy się na Calendar.ics.
pt_br: No Tamigo, copie seu link pessoal nas configurações do calendário. Ele termina em Calendar.ics.
ro: În Tamigo, copiază linkul personal al calendarului din setările calendarului. Se termină în Calendar.ics.
ru: В Tamigo скопируйте личную ссылку на календарь из настроек календаря. Она заканчивается на Calendar.ics.
sk: V Tamigo skopírujte osobný odkaz na kalendár v nastaveniach kalendára. Končí sa na Calendar.ics.
sl: V Tamigu v nastavitvah koledarja kopirajte osebno povezavo do koledarja. Konča se z Calendar.ics.
sr: U aplikaciji Tamigo kopirajte lični link kalendara iz podešavanja kalendara. Završava se sa Calendar.ics.
sv: Kopiera din personliga kalenderlänk från kalenderinställningarna i Tamigo. Den slutar på Calendar.ics.
sw: Katika Tamigo, nakili kiungo chako binafsi cha kalenda kwenye mipangilio ya kalenda. Kinaishia kwa Calendar.ics.
ta: Tamigo-வில் காலண்டர் அமைப்புகளிலிருந்து உங்கள் தனிப்பட்ட காலண்டர் இணைப்பை நகலெடுங்கள். அது Calendar.ics என முடியும்.
th: ใน Tamigo คัดลอกลิงก์ปฏิทินส่วนตัวจากการตั้งค่าปฏิทิน ลิงก์จะลงท้ายด้วย Calendar.ics
tr: Tamigo'da kişisel takvim bağlantınızı takvim ayarlarından kopyalayın. Bağlantı Calendar.ics ile biter.
uk: У Tamigo скопіюйте особисте посилання на календар у налаштуваннях календаря. Воно закінчується на Calendar.ics.
ur: Tamigo میں کیلنڈر کی ترتیبات سے اپنا ذاتی کیلنڈر لنک کاپی کریں۔ اس کے آخر میں Calendar.ics ہوتا ہے۔
vi: Trong Tamigo, sao chép liên kết lịch cá nhân ở phần cài đặt lịch. Liên kết kết thúc bằng Calendar.ics.
zh_hans: 在 Tamigo 的日历设置中复制个人日历链接。链接以 Calendar.ics 结尾。
zh_hant: 在 Tamigo 的行事曆設定中複製你的個人行事曆連結。連結以 Calendar.ics 結尾。

# calendarImport.helpHeader
source: Where to find the link
ar: أين تجد الرابط
bg: Къде да намерите връзката
bn: লিঙ্কটি কোথায় পাবেন
ca: On trobar l'enllaç
cs: Kde najít odkaz
da: Sådan finder du linket
de: So findest du den Link
el: Πού θα βρείτε τον σύνδεσμο
es: Dónde encontrar el enlace
et: Kust linki leida
fa: لینک را کجا پیدا کنیم
fi: Mistä löydät linkin
fil: Saan makikita ang link
fr: Où trouver le lien
he: איפה מוצאים את הקישור
hi: लिंक कहाँ मिलेगा
hr: Gdje pronaći poveznicu
hu: Hol találod a hivatkozást
id: Cara menemukan tautan
is: Hvar finn ég tengilinn?
it: Dove trovare il link
ja: リンクの探し方
ko: 링크 찾는 방법
lt: Kur rasti nuorodą
lv: Kur atrast saiti
nb: Slik finner du lenken
nl: Waar je de link vindt
nn: Slik finn du lenkja
pl: Gdzie znaleźć link
pt_br: Onde encontrar o link
ro: Unde găsești linkul
ru: Где найти ссылку
sk: Kde nájsť odkaz
sl: Kje najdete povezavo
sr: Gde pronaći link
sv: Så hittar du länken
sw: Mahali pa kupata kiungo
ta: இணைப்பை எங்கே கண்டறிவது
th: วิธีค้นหาลิงก์
tr: Bağlantı nerede bulunur?
uk: Де знайти посилання
ur: لنک کہاں سے ملے گا
vi: Cách tìm liên kết
zh_hans: 如何找到链接
zh_hant: 如何找到連結

# calendarImport.importButton
source: Import shifts (%lld)
ar: استيراد المناوبات (%lld)
bg: Импортиране на смени (%lld)
bn: শিফট আমদানি করুন (%lld)
ca: Importa torns (%lld)
cs: Importovat směny (%lld)
da: Importér vagter (%lld)
de: Schichten importieren (%lld)
el: Εισαγωγή βαρδιών (%lld)
es: Importar turnos (%lld)
et: Impordi vahetused (%lld)
fa: وارد کردن شیفت‌ها (%lld)
fi: Tuo työvuorot (%lld)
fil: Mag-import ng mga shift (%lld)
fr: Importer les horaires (%lld)
he: ייבוא משמרות (%lld)
hi: शिफ्ट आयात करें (%lld)
hr: Uvezi smjene (%lld)
hu: Műszakok importálása (%lld)
id: Impor shift (%lld)
is: Flytja inn vaktir (%lld)
it: Importa turni (%lld)
ja: シフトをインポート（%lld）
ko: 근무 일정 가져오기 (%lld)
lt: Importuoti pamainas (%lld)
lv: Importēt maiņas (%lld)
nb: Importer vakter (%lld)
nl: Diensten importeren (%lld)
nn: Importer vakter (%lld)
pl: Importuj zmiany (%lld)
pt_br: Importar turnos (%lld)
ro: Importă ture (%lld)
ru: Импортировать смены (%lld)
sk: Importovať zmeny (%lld)
sl: Uvozi izmene (%lld)
sr: Uvezi smene (%lld)
sv: Importera pass (%lld)
sw: Leta zamu (%lld)
ta: ஷிப்டுகளை இறக்குமதி செய் (%lld)
th: นำเข้ากะ (%lld)
tr: Vardiyaları içe aktar (%lld)
uk: Імпортувати зміни (%lld)
ur: شفٹیں درآمد کریں (%lld)
vi: Nhập ca làm (%lld)
zh_hans: 导入班次（%lld）
zh_hant: 匯入班次（%lld）

# calendarImport.intro
source: Paste the personal calendar link from your work schedule app. Tidex reads your shifts once and adds them to your job.
ar: الصق رابط التقويم الشخصي من تطبيق جدول عملك. يقرأ Tidex مناوباتك مرة واحدة ويضيفها إلى وظيفتك.
bg: Поставете личната връзка към календара от приложението за работния ви график. Tidex прочита смените ви еднократно и ги добавя към работата ви.
bn: আপনার কাজের সময়সূচির অ্যাপ থেকে ব্যক্তিগত ক্যালেন্ডার লিঙ্কটি পেস্ট করুন। Tidex একবার আপনার শিফটগুলো পড়ে চাকরিতে যোগ করবে।
ca: Enganxa l'enllaç personal del calendari de l'app dels teus horaris de feina. Tidex llegeix els torns una sola vegada i els afegeix a la teva feina.
cs: Vložte osobní odkaz na kalendář z aplikace s pracovním rozvrhem. Tidex jednorázově načte vaše směny a přidá je k vaší práci.
da: Indsæt det personlige kalenderlink fra din vagtplan-app. Tidex læser dine vagter én gang og føjer dem til dit job.
de: Füge den persönlichen Kalenderlink aus deiner Dienstplan-App ein. Tidex liest deine Schichten einmalig aus und fügt sie deinem Job hinzu.
el: Επικολλήστε τον προσωπικό σύνδεσμο ημερολογίου από την εφαρμογή προγράμματος εργασίας σας. Το Tidex διαβάζει τις βάρδιές σας μία φορά και τις προσθέτει στην εργασία σας.
es: Pega el enlace personal del calendario de tu app de turnos. Tidex leerá tus turnos una vez y los añadirá a tu trabajo.
et: Kleebi oma töögraafiku rakenduse isiklik kalendrilink. Tidex loeb su vahetused ühe korra ja lisab need sinu töökoha alla.
fa: لینک تقویم شخصی را از برنامهٔ شیفت‌های کاری‌تان جای‌گذاری کنید. Tidex شیفت‌هایتان را یک‌بار می‌خواند و به شغلتان اضافه می‌کند.
fi: Liitä työvuorosovelluksesi henkilökohtainen kalenterilinkki. Tidex lukee työvuorosi kerran ja lisää ne työhösi.
fil: I-paste ang personal na link ng kalendaryo mula sa app ng iskedyul mo sa trabaho. Minsang babasahin ng Tidex ang mga shift mo at idaragdag ang mga ito sa trabaho mo.
fr: Collez le lien personnel du calendrier de votre application de planning. Tidex lit vos horaires une seule fois et les ajoute à votre emploi.
he: הדביקו את הקישור האישי ליומן מאפליקציית סידור העבודה. Tidex תקרא את המשמרות שלכם פעם אחת ותוסיף אותן למקום העבודה שלכם.
hi: अपने कार्य शेड्यूल ऐप का निजी कैलेंडर लिंक पेस्ट करें। Tidex आपकी शिफ्ट एक बार पढ़कर उन्हें आपकी नौकरी में जोड़ देता है।
hr: Zalijepite osobnu poveznicu na kalendar iz aplikacije za raspored smjena. Tidex će jednom pročitati vaše smjene i dodati ih vašem poslu.
hu: Illeszd be a beosztáskezelő alkalmazásod személyes naptárhivatkozását. A Tidex egyszer beolvassa a műszakjaidat, és hozzáadja őket a munkádhoz.
id: Tempel tautan kalender pribadi dari aplikasi jadwal kerja Anda. Tidex membaca shift Anda sekali dan menambahkannya ke pekerjaan Anda.
is: Límdu inn persónulega dagatalstengilinn úr vaktaplaninu í vinnunni. Tidex les vaktirnar þínar einu sinni og bætir þeim við starfið þitt.
it: Incolla il link personale del calendario dalla tua app dei turni. Tidex legge i tuoi turni una sola volta e li aggiunge al tuo lavoro.
ja: 勤務表アプリの個人用カレンダーリンクを貼り付けてください。Tidexがシフトを一度読み取り、勤務先に追加します。
ko: 근무 일정 앱의 개인 캘린더 링크를 붙여넣으세요. Tidex가 근무 일정을 한 번 읽고 내 일자리에 추가합니다.
lt: Įklijuokite asmeninę kalendoriaus nuorodą iš darbo grafiko programėlės. „Tidex“ vieną kartą nuskaitys jūsų pamainas ir pridės jas prie jūsų darbo.
lv: Ielīmējiet personīgo kalendāra saiti no darba grafika lietotnes. Tidex vienreiz nolasa jūsu maiņas un pievieno tās darbam.
nb: Lim inn den personlige kalenderlenken fra vaktplanappen på jobben. Tidex leser vaktene dine én gang og legger dem til jobben din.
nl: Plak de persoonlijke agendalink uit je roosterapp. Tidex leest je diensten één keer en voegt ze toe aan je baan.
nn: Lim inn den personlege kalenderlenkja frå vaktplanappen på jobben. Tidex les vaktene dine éin gong og legg dei til jobben din.
pl: Wklej osobisty link do kalendarza z aplikacji z grafikiem pracy. Tidex jednorazowo odczyta Twoje zmiany i doda je do Twojej pracy.
pt_br: Cole o link pessoal do calendário do seu app de escala de trabalho. O Tidex lê seus turnos uma vez e os adiciona ao seu trabalho.
ro: Lipește linkul personal al calendarului din aplicația cu programul de lucru. Tidex îți citește turele o singură dată și le adaugă la locul tău de muncă.
ru: Вставьте личную ссылку на календарь из приложения с рабочим расписанием. Tidex однократно считает ваши смены и добавит их к вашей работе.
sk: Vložte osobný odkaz na kalendár z aplikácie s pracovným rozvrhom. Tidex jednorazovo načíta vaše zmeny a pridá ich k vašej práci.
sl: Prilepite osebno povezavo do koledarja iz aplikacije za urnik dela. Tidex enkrat prebere vaše izmene in jih doda k vaši zaposlitvi.
sr: Nalepite lični link kalendara iz aplikacije za raspored rada. Tidex će jednom učitati vaše smene i dodati ih vašem poslu.
sv: Klistra in den personliga kalenderlänken från din schemaläggningsapp. Tidex läser dina pass en gång och lägger till dem i ditt jobb.
sw: Bandika kiungo chako binafsi cha kalenda kutoka kwenye programu ya ratiba ya kazi. Tidex husoma zamu zako mara moja na kuziongeza kwenye kazi yako.
ta: உங்கள் வேலை அட்டவணை செயலியிலுள்ள தனிப்பட்ட காலண்டர் இணைப்பை ஒட்டுங்கள். Tidex உங்கள் ஷிப்டுகளை ஒருமுறை படித்து, உங்கள் வேலையில் சேர்க்கும்.
th: วางลิงก์ปฏิทินส่วนตัวจากแอปตารางงานของคุณ Tidex จะอ่านกะของคุณครั้งเดียวแล้วเพิ่มลงในงานของคุณ
tr: İş programı uygulamanızdaki kişisel takvim bağlantısını yapıştırın. Tidex vardiyalarınızı bir kez okur ve işinize ekler.
uk: Вставте особисте посилання на календар із застосунку робочого графіка. Tidex один раз зчитає ваші зміни й додасть їх до вашої роботи.
ur: اپنی کام کی شیڈول ایپ سے ذاتی کیلنڈر لنک پیسٹ کریں۔ Tidex آپ کی شفٹیں ایک بار پڑھ کر آپ کی ملازمت میں شامل کر دے گا۔
vi: Dán liên kết lịch cá nhân từ ứng dụng lịch làm việc. Tidex đọc các ca làm của bạn một lần và thêm vào công việc của bạn.
zh_hans: 粘贴排班应用中的个人日历链接。Tidex 会读取一次您的班次并添加到您的工作中。
zh_hant: 貼上排班 App 的個人行事曆連結。Tidex 會讀取一次班次，並將其加入你的工作。

# calendarImport.linkPlaceholder
source: https:// or webcal:// link
ar: رابط يبدأ بـ https:// أو webcal://
bg: Връзка с https:// или webcal://
bn: https:// বা webcal:// লিঙ্ক
ca: Enllaç https:// o webcal://
cs: Odkaz https:// nebo webcal://
da: https://- eller webcal://-link
de: https://- oder webcal://-Link
el: Σύνδεσμος https:// ή webcal://
es: Enlace https:// o webcal://
et: https:// või webcal:// link
fa: لینک https:// یا webcal://
fi: https://- tai webcal://-linkki
fil: Link na https:// o webcal://
fr: Lien https:// ou webcal://
he: קישור https:// או webcal://
hi: https:// या webcal:// लिंक
hr: Poveznica https:// ili webcal://
hu: https:// vagy webcal:// hivatkozás
id: Tautan https:// atau webcal://
is: https://- eða webcal://-tengill
it: Link https:// o webcal://
ja: https:// または webcal:// のリンク
ko: https:// 또는 webcal:// 링크
lt: https:// arba webcal:// nuoroda
lv: https:// vai webcal:// saite
nb: https://- eller webcal://-lenke
nl: https://- of webcal://-link
nn: https://- eller webcal://-lenkje
pl: Link https:// lub webcal://
pt_br: Link https:// ou webcal://
ro: Link https:// sau webcal://
ru: Ссылка https:// или webcal://
sk: Odkaz https:// alebo webcal://
sl: Povezava https:// ali webcal://
sr: https:// ili webcal:// link
sv: https://- eller webcal://-länk
sw: Kiungo cha https:// au webcal://
ta: https:// அல்லது webcal:// இணைப்பு
th: ลิงก์ https:// หรือ webcal://
tr: https:// veya webcal:// bağlantısı
uk: Посилання https:// або webcal://
ur: https:// یا webcal:// لنک
vi: Liên kết https:// hoặc webcal://
zh_hans: https:// 或 webcal:// 链接
zh_hant: https:// 或 webcal:// 連結

# calendarImport.nothingNew
source: All shifts in this calendar are already in Tidex.
ar: جميع مناوبات هذا التقويم موجودة بالفعل في Tidex.
bg: Всички смени в този календар вече са в Tidex.
bn: এই ক্যালেন্ডারের সব শিফট ইতিমধ্যেই Tidex-এ আছে।
ca: Tots els torns d'aquest calendari ja són a Tidex.
cs: Všechny směny z tohoto kalendáře už jsou v Tidexu.
da: Alle vagter i denne kalender findes allerede i Tidex.
de: Alle Schichten in diesem Kalender sind bereits in Tidex.
el: Όλες οι βάρδιες αυτού του ημερολογίου υπάρχουν ήδη στο Tidex.
es: Todos los turnos de este calendario ya están en Tidex.
et: Kõik selle kalendri vahetused on juba Tidexis.
fa: همهٔ شیفت‌های این تقویم از قبل در Tidex هستند.
fi: Kaikki tämän kalenterin työvuorot ovat jo Tidexissä.
fil: Nasa Tidex na ang lahat ng shift sa kalendaryong ito.
fr: Tous les horaires de ce calendrier sont déjà dans Tidex.
he: כל המשמרות ביומן הזה כבר קיימות ב-Tidex.
hi: इस कैलेंडर की सभी शिफ्ट पहले से Tidex में हैं।
hr: Sve smjene iz ovog kalendara već su u Tidexu.
hu: A naptár összes műszaka már szerepel a Tidexben.
id: Semua shift di kalender ini sudah ada di Tidex.
is: Allar vaktir í þessu dagatali eru þegar í Tidex.
it: Tutti i turni di questo calendario sono già in Tidex.
ja: このカレンダーのシフトはすべてTidexに登録済みです。
ko: 이 캘린더의 모든 근무 일정이 이미 Tidex에 있습니다.
lt: Visos šio kalendoriaus pamainos jau yra „Tidex“.
lv: Visas šī kalendāra maiņas jau ir Tidex.
nb: Alle vaktene i denne kalenderen finnes allerede i Tidex.
nl: Alle diensten uit deze agenda staan al in Tidex.
nn: Alle vaktene i denne kalenderen finst alt i Tidex.
pl: Wszystkie zmiany z tego kalendarza są już w Tidex.
pt_br: Todos os turnos deste calendário já estão no Tidex.
ro: Toate turele din acest calendar sunt deja în Tidex.
ru: Все смены из этого календаря уже есть в Tidex.
sk: Všetky zmeny v tomto kalendári už sú v Tidexe.
sl: Vse izmene v tem koledarju so že v Tidexu.
sr: Sve smene iz ovog kalendara već su u Tidex-u.
sv: Alla pass i kalendern finns redan i Tidex.
sw: Zamu zote kwenye kalenda hii zipo tayari kwenye Tidex.
ta: இந்தக் காலண்டரின் எல்லா ஷிப்டுகளும் ஏற்கெனவே Tidex-இல் உள்ளன.
th: กะทั้งหมดในปฏิทินนี้มีอยู่ใน Tidex แล้ว
tr: Bu takvimdeki tüm vardiyalar zaten Tidex'te var.
uk: Усі зміни з цього календаря вже є в Tidex.
ur: اس کیلنڈر کی تمام شفٹیں پہلے ہی Tidex میں موجود ہیں۔
vi: Tất cả ca làm trong lịch này đã có trong Tidex.
zh_hans: 此日历中的所有班次都已在 Tidex 中。
zh_hant: 這個行事曆中的所有班次都已存在於 Tidex。

# calendarImport.shiftsHeader
source: Shifts found
ar: المناوبات التي عُثر عليها
bg: Намерени смени
bn: পাওয়া শিফট
ca: Torns trobats
cs: Nalezené směny
da: Fundne vagter
de: Gefundene Schichten
el: Βάρδιες που βρέθηκαν
es: Turnos encontrados
et: Leitud vahetused
fa: شیفت‌های یافت‌شده
fi: Löydetyt työvuorot
fil: Mga nahanap na shift
fr: Horaires trouvés
he: משמרות שנמצאו
hi: मिली हुई शिफ्ट
hr: Pronađene smjene
hu: Talált műszakok
id: Shift ditemukan
is: Vaktir fundust
it: Turni trovati
ja: 見つかったシフト
ko: 찾은 근무 일정
lt: Rastos pamainos
lv: Atrastas maiņas
nb: Vakter funnet
nl: Gevonden diensten
nn: Vakter funne
pl: Znalezione zmiany
pt_br: Turnos encontrados
ro: Ture găsite
ru: Найденные смены
sk: Nájdené zmeny
sl: Najdene izmene
sr: Pronađene smene
sv: Hittade pass
sw: Zamu zilizopatikana
ta: கண்டறிந்த ஷிப்டுகள்
th: กะที่พบ
tr: Bulunan vardiyalar
uk: Знайдені зміни
ur: ملنے والی شفٹیں
vi: Ca làm tìm được
zh_hans: 找到的班次
zh_hant: 找到的班次

# calendarImport.title
source: Import from calendar
ar: استيراد من التقويم
bg: Импортиране от календар
bn: ক্যালেন্ডার থেকে শিফট আমদানি করুন
ca: Importa des del calendari
cs: Import z kalendáře
da: Importér fra kalender
de: Aus Kalender importieren
el: Εισαγωγή από ημερολόγιο
es: Importar del calendario
et: Impordi kalendrist
fa: وارد کردن از تقویم
fi: Tuo kalenterista
fil: Mag-import mula sa kalendaryo
fr: Importer depuis un calendrier
he: ייבוא מיומן
hi: कैलेंडर से शिफ्ट आयात करें
hr: Uvoz iz kalendara
hu: Importálás naptárból
id: Impor dari kalender
is: Flytja inn úr dagatali
it: Importa dal calendario
ja: カレンダーからインポート
ko: 캘린더에서 가져오기
lt: Importuoti iš kalendoriaus
lv: Importēt no kalendāra
nb: Importer fra kalender
nl: Importeren uit agenda
nn: Importer frå kalender
pl: Import z kalendarza
pt_br: Importar do calendário
ro: Importă din calendar
ru: Импорт из календаря
sk: Importovať z kalendára
sl: Uvozi iz koledarja
sr: Uvezi iz kalendara
sv: Importera från kalender
sw: Leta kutoka kwenye kalenda
ta: காலண்டரிலிருந்து ஷிப்டுகளை இறக்குமதி செய்
th: นำเข้าจากปฏิทิน
tr: Takvimden içe aktar
uk: Імпорт із календаря
ur: کیلنڈر سے درآمد کریں
vi: Nhập từ lịch
zh_hans: 从日历导入
zh_hant: 從行事曆匯入
